Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ONSCREEN_CODE_QR_CODE_DESCRIPTION
source: To scan, use your camera app or a QR code reader on your device.
ar: للمسح، يرجى استخدام تطبيق الكاميرا أو قارئ رمز QR على جهازك.
bg: За сканиране използвайте приложението за камера или четец за QR кодове в устройството ви.
ca: Utilitza la càmera o el lector del dispositiu per escanejar el codi QR.
cs: K naskenování můžete použít aplikaci Fotoaparát nebo čtečku QR kódů na vašem zařízení.
da: Brug appen Kamera eller en QR-kodelæser på din enhed til at scanne.
de: Verwende zum Scannen deine Kamera-App oder einen QR-Code-Leser auf deinem Gerät.
el: Για σάρωση, χρησιμοποιήστε την εφαρμογή «Κάμερα» ή έναν αναγνώστη κωδικών QR στη συσκευή σας.
es: Para escanear, usa la app Cámara o un lector de QR de tu dispositivo.
es_419: Para escanear, usa la app Cámara o un lector de códigos QR en tu dispositivo.
fi: Skannaa käyttämällä Kamera-appia tai QR-koodin lukijaa laitteessasi.
fr: Pour scanner le code QR, utilisez votre app Appareil photo ou un lecteur de code QR sur votre appareil.
fr_ca: Pour procéder au balayage, utilisez l’app Appareil photo ou un lecteur de code QR sur votre appareil.
he: כדי לסרוק, יש להשתמש ביישום המצלמה או בקורא קוד QR במכשיר שלך.
hi: स्कैन करने के लिए अपने कैमरा ऐप या अपने डिवाइस के QR कोड रीडर का इस्तेमाल करें।
hr: Za skeniranje upotrijebite aplikaciju kamere ili čitač QR koda na uređaju.
hu: A beolvasáshoz használja a kamera appot vagy egy QR-kód-olvasót az eszközén.
id: Untuk memindai, gunakan app kamera atau pembaca kode QR di perangkat Anda.
it: Per eseguire la scansione, usa l’app della fotocamera o un lettore di codici QR sul dispositivo.
ja: スキャンするには、デバイスでカメラアプリまたはQRコードリーダーを使用します。
kk: Сканерлеу үшін құрылғыдағы камера қолданбасын немесе QR кодын оқу құралын пайдаланыңыз.
ko: 스캔하려면 카메라 앱 또는 기기의 QR 코드 리더기를 사용하십시오.
lt: Norėdami nuskaityti, naudokite vaizdo kameros programą arba QR kodų skaitytuvą savo įrenginyje.
ms: Untuk mengimbas, gunakan app kamera anda atau pembaca kod QR pada peranti anda.
nl: Om te scannen, gebruik je de Camera-app of een QR-codelezer op je apparaat.
no: Skann med Kamera-appen eller en QR-kodeleser på enheten.
pl: Aby zeskanować, użyj aplikacji Aparat lub czytnika kodów QR na urządzeniu.
pt: Para escanear, use o app Câmera ou um leitor de QR code no dispositivo.
pt_pt: Para efetuar a leitura, use a aplicação da câmara ou um leitor de códigos QR no dispositivo.
ro: Pentru a scana, utilizați aplicația de cameră sau un cititor de coduri QR de pe dispozitiv.
ru: Отсканируйте с помощью Камеры или считывателя QR‑кодов на своем устройстве.
sk: Na skenovanie môžete použiť apku Kamera alebo čítačku QR kódov na svojom zariadení.
sl: Za skeniranje uporabite aplikacijo kamere ali bralnik kod QR v vaši napravi.
sv: Skanna med hjälp av kameraappen eller en QR-kodläsare på enheten.
th: ในการสแกน ให้ใช้แอปกล้องหรือตัวอ่านคิวอาร์โค้ดบนอุปกรณ์ของคุณ
tr: Taramak için Kamera uygulamasını veya aygıtınızdaki QR kodu okuyucusunu kullanın.
uk: Відскануйте програмою камери чи зчитувачем QR‑кодів на своєму пристрої.
vi: Để quét, hãy sử dụng ứng dụng camera hoặc trình đọc mã QR trên thiết bị của bạn.
zh_cn: 若要扫描，请使用设备上的相机App或二维码读取器。
zh_hk: 如要掃描，請使用裝置上的「相機」App或二維碼閲讀器。
zh_tw: 若要掃描，請使用裝置上的相機App或行動條碼讀取器。

# CREDENTIAL_ENTRY_ERROR_TITLE
source: Sign In Error
ar: خطأ في تسجيل الدخول
bg: Грешка при влизане
ca: Error d’inici de sessió
cs: Chyba přihlášení
da: Fejl under log ind
de: Anmeldefehler
el: Σφάλμα σύνδεσης
es: Error al iniciar sesión
es_419: Error al iniciar sesión
fi: Sisäänkirjautumisvirhe
fr: Erreur de connexion
fr_ca: Erreur de connexion
he: שגיאת התחברות
hi: साइन इन एरर
hr: Greška prijave
hu: Bejelentkezési hiba
id: Kesalahan Masuk
it: Errore di accesso
ja: サインインエラー
kk: Жүйеге кіру қатесі
ko: 로그인 오류
lt: Prisijungimo klaida
ms: Ralat Daftar Masuk
nl: Fout bij inloggen
no: Påloggingsfeil
pl: Błąd logowania
pt: Erro ao Iniciar Sessão
pt_pt: Erro ao iniciar sessão
ro: Eroare de autentificare
ru: Ошибка входа
sk: Chyba prihlasovania
sl: Napaka pri vpisu
sv: Inloggningsfel
th: ข้อผิดพลาดในการลงชื่อเข้า
tr: Giriş Hatası
uk: Помилка входу
vi: Lỗi đăng nhập
zh_cn: 登录错误
zh_hk: 登入錯誤
zh_tw: 登入錯誤

# CREDENTIAL_ENTRY_MESSAGE_FORMAT_TV
source: Enter your %@ account to sign in and get access to TV shows and movies in apps that are supported as part of your %@ subscription.
ar: أدخل حساب %@ لتسجيل الدخول والوصول إلى برامج التلفزيون والأفلام في التطبيقات المدعومة كجزء من اشتراك %@.
bg: Въведете вашата регистрация %@, за да влезете и ще получите достъп до ТВ предавания и филми в приложенията, които се поддържат като част от вашия абонамент %@.
ca: Introdueix el compte %@ per iniciar sessió i accedir a les sèries i les pel·lícules de les apps incloses a la subscripció a %@.
cs: Chcete‑li získat přístup k seriálům a filmům v aplikacích, které jsou součástí vašeho odběru televizních služeb u poskytovatele %@, zadejte název účtu, pod kterým jste se u poskytovatele %@ zaregistrovali.
da: Skriv din %@‑konto for at logge ind og få adgang til tv-udsendelser og film i apps, der understøttes som en del af dit abonnement på %@.
de: Gib deinen %@-Account ein, um dich anzumelden und auf TV-Sendungen und Filme in Apps zuzugreifen, die in deinem %@-Abo enthalten sind.
el: Εισαγάγετε τον λογαριασμό %@ σας για να συνδεθείτε και να προσπελάσετε ταινίες και τηλεοπτικές εκπομπές σε εφαρμογές που υποστηρίζονται ως μέρος της συνδρομής «%@» σας.
es: Introduce tu cuenta de %@ para iniciar sesión y acceder a las series y películas de las apps incluidas en tu suscripción a %@.
es_419: Ingresa tu cuenta de %@ para iniciar sesión y acceder a las películas y programas de TV de las apps que sean parte de tu suscripción de %@.
fi: Kirjaudu sisään syöttämällä %[tt]@-tilisi ja katso TV-ohjelmia ja elokuvia apeissa, jotka kuuluvat %[tt]@-tilaukseesi.
fr: Saisissez votre compte %@ pour vous connecter et accéder aux séries TV et films dans les apps prises en charge par votre abonnement %@.
fr_ca: Entrez votre identifiant %@ pour vous connecter et accéder aux émissions et aux films dans les apps prises en charge par votre abonnement %@.
he: יש להזין את חשבון ה-%@ כדי להתחבר ולקבל גישה אל תוכניות טלוויזיה וסרטים ביישומים שנתמכים כחלק ממנוי %@ שלך.
hi: साइन इन करने और अपने %2$@ सब्सक्रिप्शन के भाग के रूप में समर्थित ऐप्स में टीवी कार्यक्रमों और फ़िल्मों का ऐक्सेस करने के लिए अपना %1$@ खाता दर्ज करें।
hr: Unesite svoje %@ korisničko ime za prijavu i pristup TV emisijama i filmovima u aplikacijama koje su podržane kao dio vaše %@ pretplate.
hu: Adja meg a(z) %@-fiókját a bejelentkezéshez, és hogy hozzáférjen a tv-műsorokhoz és filmekhez a(z) %@-előfizetéséhez tartozó támogatott appokban.
id: Masukkan akun %@ Anda untuk masuk dan mendapatkan akses ke acara TV dan film di app yang didukung sebagai bagian dari langganan %@ Anda.
it: Inserisci i dati dell’account %@ che utilizzi per eseguire l’accesso e per guardare i tuoi film e programmi TV preferiti con le app incluse nel tuo abbonamento a %@.
ja: %2$@サブスクリプションのアプリにあるテレビ番組や映画にサインインしてアクセスするには%1$@のアカウントを入力してください。
kk: %@ жазылымының бөлігі ретінде қолдау көрсетілетін қолданбаларда телешоулар мен фильмдерді көру үшін «%@» аккаунтыңызды енгізіңіз.
ko: 사용자의 %2$@ 구독에 포함된 앱에서 TV 프로그램 및 영화를 보려면 %1$@ 계정을 입력하여 로그인하십시오.
lt: Eikite į „%@“ paskyrą, kad prisijungtumėte ir gautumėte prieigą prie serialų ir filmų programose, kurios palaikomos jūsų „%@“ prenumeratoje.
ms: Masukkan akaun %@ anda untuk mendaftar masuk dan mendapatkan akses kepada rancangan TV dan filem dalam app yang disokong sebagai sebahagian daripada langganan %@ anda.
nl: Voer je %@-account in om in te loggen en voor toegang tot tv-programma's en films in ondersteunde apps die deel uitmaken van je %@-abonnement.
no: Oppgi kontoen din hos %@ for å logge på og få tilgang til TV-programmer og filmer i apper som støttes gjennom abonnementet ditt hos %@.
pl: Podaj swoją nazwę konta %@, aby się zalogować i uzyskać dostęp do programów TV oraz filmów w aplikacjach objętych subskrypcją TV dostawcy %@.
pt: Digite a sua conta %@ para iniciar a sessão e obter acesso a programas de TV e filmes em apps que fazem parte da sua assinatura %@.
pt_pt: Digite o nome da conta %@ para iniciar sessão e ter acesso a programas de TV e filmes nas aplicações que fazem parte da sua assinatura %@.
ro: Introduceți contul dvs. de %@ pentru a vă autentifica și pentru a obține acces la emisiuni TV și filme în aplicațiile permise ca parte a abonamentului dvs. la %@.
ru: Введите свою учетную запись %@, чтобы войти и получить доступ к телешоу и фильмам в приложениях, поддерживаемых как часть Вашей подписки %@.
sk: Prihláste sa zadaním vášho %@ účtu a získajte prístup k TV seriálom a filmom v apkách, ktoré sú súčasťou odberu „%@“.
sl: Vnesite svoj račun %@, če se želite vpisati in si zagotoviti dostop do TV-oddaj in filmov v aplikacijah, ki so vam na voljo v okviru naročnine na %@.
sv: Ange %@-kontot om du vill logga in och få tillgång till TV-program och filmer i appar som ingår i %@-abonnemanget.
th: ป้อนบัญชี%[tt]@ของคุณเพื่อลงชื่อเข้าและเข้าถึงรายการทีวีและภาพยนตร์ ในแอปที่รองรับตามที่คุณสมัครสมาชิก%[tt]@
tr: %@ hesabınızla giriş yapın ve %@ aboneliğinizin bir parçası olarak desteklenen uygulamalarda TV şovları ile filmlere erişin.
uk: Введіть свій %@-запис, щоб увійти й отримати доступ до телешоу і фільмів у програмах, які підтримуються в межах вашої підписки %@.
vi: Nhập tài khoản %@ của bạn để đăng nhập và truy cập vào các chương trình TV và phim trong các ứng dụng được hỗ trợ trong đăng ký %@ của bạn.
zh_cn: 输入%@账户以登录并访问“%@”订阅涵盖的App中的电视节目和电影。
zh_hk: 輸入%@用户名稱以登入，並透過%@訂閲項目所支援的App觀看電視節目及電影。
zh_tw: 輸入你的%@帳號來登入並在%@訂閱項目支援的App中觀賞電視節目和電影。

# TV_APP_DEVELOPER_ACCOUNT_TYPE_PAID
source: Paid
ar: مدفوع
bg: Платена
ca: De pagament
cs: Placený
da: Betalt
de: Bezahlt
el: Επί πληρωμή
es: De pago
es_419: De pago
fi: Maksettu
fr: Payant
fr_ca: Payant
he: שולם
hi: भुगतान किया गया
hr: Plaćen
hu: Fizetős
id: Dibayar
it: A pagamento
ja: 有料
kk: Төленді
ko: 유료
lt: Sumokėta
ms: Dibayar
nl: Betaald
no: Betalt
pl: Płatne
pt: Pago
pt_pt: Paga
ro: Cu plată
ru: Платный контент
sk: Platený
sl: Plačljivi
sv: Betalt
th: แบบชำระเงิน
tr: Ödendi
uk: Платний
vi: Trả phí
zh_cn: 付费
zh_hk: 收費
zh_tw: 付費

# TV_APP_DEVELOPER_BILLING_ID
source: Billing ID
ar: معرِّف الفوترة
bg: ID за фактуриране
ca: ID de facturació
cs: Fakturační ID
da: Fakturerings-id
de: Rechnungs-ID
el: Αναγνωριστικό τιμολόγησης
es: Identificador de facturación
es_419: ID de facturación
fi: Laskutustunnus
fr: Identifiant de facturation
fr_ca: Identifiant de facturation
he: מזהה החיוב
hi: बिलिंग ID
hr: ID za naplatu
hu: Számlázási azonosító
id: ID Penagihan
it: ID fatturazione
ja: 課金ID
kk: Төлем идентификаторы
ko: 청구 ID
lt: Atsiskaitymo identifikatorius
ms: ID Pengebilan
nl: Factuur-ID
no: Fakturerings-ID
pl: ID płatnika
pt: ID de Cobrança
pt_pt: Identificação de faturação
ro: ID de facturare
ru: Платежный идентификатор
sk: ID fakturácie
sl: ID za obračunavanje
sv: Fakturerings-ID
th: ID ของการเรียกเก็บเงิน
tr: Fatura Kimliği
uk: Ідентифікатор платежів
vi: ID thanh toán
zh_cn: 账单ID
zh_hk: 帳單識別碼
zh_tw: 帳單識別碼

# DEVELOPER_STB_VIEW_SUBSCRIPTION_ALERT_TITLE_FORMAT
source: Subscription Information for %@
ar: معلومات الاشتراك لـ %@
bg: Информация за абонамент за %@
ca: Informació de la subscripció de: %@
cs: Informace o odběru položky „%@“
da: Abonnementsoplysninger for %@
de: Abo-Informationen für %@
el: Πληροφορίες συνδρομής για «%@»
es: Información de la suscripción para %@
es_419: Información de suscripción de %@
fi: %@ – tilaustiedot
fr: Détails de l’abonnement pour %@
fr_ca: Informations de l’abonnement à %@
he: נתוני מינוי עבור %@
hi: %@ के लिए सब्सक्रिप्शन जानकारी
hr: Pretplatničke informacije za %@
hu: A(z) %@ előfizetési információi
id: Informasi Langganan untuk %@
it: Informazioni abbonamento per %@
ja: %@のサブスクリプション情報
kk: «%@» жазылымы туралы ақпарат
ko: %@의 구독 정보
lt: „%@“ prenumeratos informacija
ms: Maklumat Langganan untuk %@
nl: Abonnementsgegevens voor %@
no: Abonnementsinformasjon for %@
pl: Dane subskrypcji (%@)
pt: Informações de assinatura de %@
pt_pt: Informação da assinatura de %@
ro: Informații privind abonamentele pentru %@
ru: Информация подписки для «%@»
sk: Informácie o odbere položky %@
sl: Informacije o naročnini za %@
sv: Abonnemangsinformation för %@
th: ข้อมูลการสมัครสมาชิกสำหรับ %@
tr: %@ İçin Abonelik Bilgileri
uk: Інформація щодо підписки для %@
vi: Thông tin đăng ký cho %@
zh_cn: %[tt]@的订阅信息
zh_hk: %@的訂閲項目資料
zh_tw: %@的訂閱項目資訊

# DEVELOPER_REQUEST_TIMEOUTS_DESCRIPTION
source: When enabled, the default callback timeouts will be disabled in development TV Provider authentication contexts.
ar: عند التمكين، سيتم تعطيل مهلة انتهاء التنفيذ في سياقات تطوير مصادقة مزود خدمة التلفزيون.
bg: Когато е активно, ще са изключени времената за изчакване преди обратно обаждане по подразбиране при идентифициращ контекст на разработчик на ТВ оператора.
ca: Si aquesta opció està activada, el temps d’espera per omissió de les devolucions de trucada es desactivarà en els contextos d’autenticació dels proveïdors de TV de desenvolupament.
cs: Pokud je tato volba zapnutá, budou v kontextech přihlašování k vývojářskému poskytovateli TV vypnuty výchozí časové limity obslužných funkcí.
da: Når indstillingen er slået til, bliver standardtimeout slået fra i forbindelse med tv-udviklingsudbyderes godkendelse.
de: Ist diese Option aktiviert, werden Callback-Timeouts für Authentifizierungskontexte der Entwicklungs-TV-Anbieter deaktiviert.
el: Όταν είναι ενεργή αυτή η ρύθμιση, τα προεπιλεγμένα χρονικά όρια αναστροφής κλήσης θα είναι απενεργοποιημένα σε περιβάλλοντα ελέγχου ταυτότητας παρόχων ανάπτυξης τηλεοπτικών υπηρεσιών.
es: Al activar esta opción, los tiempos de espera por omisión de la devolución de llamadas se desactivarán en los contextos de autenticación del proveedor de TV de desarrollo.
es_419: Si se activa, los intervalos de devolución de llamada predeterminados se desactivarán en los contextos de autenticación del proveedor de servicio de TV.
fi: Kun käytössä, callbackien oletusaikakatkaisut poistetaan käytöstä TV-kehityspalveluntarjoajien todentamiskonteksteista.
fr: Lorsque cette option est activée, les délais de rappel par défaut sont désactivés dans les contextes d’authentification des fournisseurs TV de développement.
fr_ca: Lorsque cette option est activée, les délais de rappel par défaut sont désactivés lors de l’authentification du fournisseur télévisuel en développement.
he: כאשר מאפיין זה פעיל, ברירת המחדל של פסקי הזמן עבור התקשרות חזרה יופסקו בהקשרי האימות של ספקי שירותי טלוויזיה במצב פיתוח.
hi: सक्षम किए जाने पर डिफ़ॉल्ट कॉलबैक टाइमआउट को डेवलपमेंट टीवी सर्विस प्रोवाइडर सत्यापन संदर्भ में अक्षम कर दिया जाएगा।
hr: Kad je uključeno, standardno vrijeme isteka za povratni poziv onemogućit će u autorizacijskim kontekstima TV operatera za razvoj.
hu: Amikor engedélyezve van, az alapértelmezett visszahívási időtúllépések le vannak tiltva a fejlesztő-televíziószolgáltató hitelesítési környezetekben.
id: Jika diaktifkan, batas waktu panggilan balik default akan dinonaktifkan di konteks pengesahan Penyedia TV pengembangan.
it: Quando l’opzione è abilitata, i timeout di callback di default verranno disabilitati nei contesti di autenticazione dei provider TV (sviluppo).
ja: 有効にした場合、開発TVプロバイダの認証コンテクストでデフォルトのコールバックタイムアウトが無効になります。
kk: Егер бұл опция қосылса, телепровайдер әзірлеушілердің аутентификация контекстерінде әдепкі сұрау жауабын күту уақытының шектеуі өшіріледі.
ko: 활성화되어 있을 때 기본 콜백 타임아웃이 개발용 TV 제공업체 인증 컨텍스트에서 비활성화됩니다.
lt: Kai ši funkcija įjungta, kuriant televizijos paslaugų teikėjo autentifikavimo kontekstus bus išjungtas numatytasis skirtasis perskambinimo laikas.
ms: Apabila didayakan, tamat masa panggil balik lalai akan dinyahdayakan dalam konteks pengesahan Penyedia TV pembangunan.
nl: Wanneer dit is ingeschakeld, worden de standaard time-outs voor callbacks uitgeschakeld in de authenticatiecontext van 'Tv-aanbieders' in 'Ontwikkelaar'.
no: Når innstillingen er aktivert, vil standard tidsavbrudd for tilbakekalling bli deaktivert for TV-utviklerdistributører i autentiseringssammenhenger.
pl: Włączenie opcji wyłącza domyślne limity czasu wywołań zwrotnych uwierzytelniania deweloperów/dostawców TV.
pt: Quando esta opção estiver ativada, os tempos limite de callback padrão serão desabilitados nos contextos de autenticação de Provedor de TV de desenvolvimento.
pt_pt: Com esta opção ativa, os tempos limite de resposta predefinidos serão desativados em contextos de autenticação para fornecedores de TV.
ro: La activarea opțiunii, expirările implicite de reapelare vor fi dezactivate în contextele de autentificare la Furnizor TV în scopuri de dezvoltare.
ru: Если этот параметр включен, стандартное ограничение времени ожидания ответа на запрос будет отключено в контекстах аутентификации телепровайдеров-разработчиков.
sk: Keď je táto funkcia zapnutá, predvolené časové limity callback funkcie budú v kontexte autentifikácie vývojárskeho poskytovateľa TV služby vypnuté.
sl: Kadar je omogočeno, bodo privzete časovne omejitve povratnih klicev onemogočene v preverjanju pristnosti za ponudnike razvoja televizijskih storitev.
sv: När det här alternativet har aktiverats kommer de förvalda callback-tidsgränserna att avaktiveras i utvecklar-TV-leverantörens autentiseringskontexter.
th: เมื่อเปิดการใช้งานนี้ ค่าเริ่มต้นการเรียกกลับการหมดเวลาจะถูกปิดใช้งานในบริบทการตรวจสอบสิทธิ์ผู้ให้บริการการพัฒนาทีวี
tr: Bu seçenek etkinleştirildiğinde saptanmış geri arama zaman aşımları, geliştirme TV sağlayıcı kimlik doğrulama bağlamında etkisizleştirilir.
uk: Коли ввімкнено, стандартні часи очікування відповіді буде вимкнено в розробницьких контекстах автентифікації ТБ‑провайдерів.
vi: Khi được bật, thời gian chờ gọi lại mặc định sẽ bị tắt trong ngữ cảnh xác thực Nhà cung cấp TV phát triển.
zh_cn: 启用后，默认回调超时在电视开发提供商的认证语境中将被停用。
zh_hk: 啟用時，系統會停用開發電視供應商認證內容中的預設回呼逾時。
zh_tw: 啟用時，預設的回呼逾時將會在開發電視業者認證內容中停用。

# IDENTITY_PROVIDER_PICKER_SETTINGS_FOOTER_TV
source: If you don’t see your TV provider, sign in directly from the app you want to use.
ar: إذا كنت لا ترى مزود خدمة التلفزيون الخاص بك، فقم بتسجيل الدخول مباشرةً من التطبيق الذي تريد استخدامه.
bg: Ако не виждате вашия ТВ оператор, влезте директно от приложението, което желаете да използвате.
ca: Si no veus el teu proveïdor de TV, inicia sessió directament des de l’app que vols utilitzar.
cs: Pokud svého poskytovatele TV nevidíte, přihlaste se přímo z aplikace, kterou chcete použít.
da: Hvis du ikke kan se din tv-udbyder, skal du logge ind direkte fra den app, som du vil bruge.
de: Falls dein TV-Anbieter nicht aufgeführt ist, melde dich direkt über die App an, die du verwenden willst.
el: Αν δεν εμφανίζεται ο πάροχος τηλεοπτικών υπηρεσιών σας, συνδεθείτε απευθείας μέσα από την εφαρμογή που θέλετε να χρησιμοποιήσετε.
es: Si no ves tu proveedor de TV, inicia sesión directamente desde la app que quieres usar.
es_419: Si no ves tu proveedor de TV, inicia sesión directamente en la app que quieras usar.
fi: Jos et näe TV-tarjoajaasi, kirjaudu suoraan apista, jota haluat käyttää.
fr: Si vous ne voyez pas votre fournisseur TV, connectez-vous directement depuis l’app que vous souhaitez utiliser.
fr_ca: Si vous ne voyez pas votre fournisseur de contenus télévisés, connectez-vous directement à partir de l’app que vous souhaitez utiliser.
he: אם אינך רואה את ספק שירותי הטלוויזיה שלך, יש להתחבר ישירות מהיישום שבו ברצונך להשתמש.
hi: यदि आपको अपना टीवी सर्विस प्रोवाइडर दिखाई नहीं दे, तो सीधे उस ऐप से साइन इन करें, जिसका आप उपयोग करना चाहते हैं।
hr: Ako ne vidite svog TV operatera, prijavite se izravno iz aplikacije koju želite koristiti.
hu: Ha a televíziószolgáltatója nem látható, akkor jelentkezzen be közvetlenül a használni kívánt appból.
id: Jika Anda tidak melihat penyedia TV Anda, masuk langsung dari app yang ingin Anda gunakan.
it: Se il tuo provider TV non è presente nell’elenco, effettua l’accesso direttamente dall’app che vuoi utilizzare.
ja: TVプロバイダが表示されない場合は、使用するアプリからサインインします。
kk: Теледидар провайдеріңізді көрмей тұрсаңыз, пайдалану қажет қолданбадан жүйеге тікелей кіріңіз.
ko: 사용자의 TV 제공업체가 보이지 않으면 사용하려는 앱에서 직접 로그인하십시오.
lt: Jei nematote savo televizijos paslaugų teikėjo, prisijunkite tiesiai iš programos, kurią norite naudoti.
ms: Jika anda tidak melihat penyedia TV anda, daftar masuk terus daripada app yang anda mahu gunakan.
nl: Log direct in in de app die je wilt gebruiken als je je tv-aanbieder niet ziet.
no: Hvis du ikke ser TV-distributøren din i listen, kan du logge på fra selve appen du vil bruke.
pl: Jeśli nie widzisz swojego dostawcy TV, zaloguj się bezpośrednio z aplikacji, której chcesz użyć.
pt: Se não estiver vendo seu provedor de TV, inicie uma sessão diretamente no app que você deseja usar.
pt_pt: Se não vir o nome do seu fornecedor de TV, inicie sessão diretamente na aplicação que pretende usar.
ro: Dacă nu vedeți furnizorul dvs. TV, autentificați‑vă direct din aplicația pe care doriți să o utilizați.
ru: Если Вы не видите своего телепровайдера, войдите непосредственно из приложения, которое собираетесь использовать.
sk: Ak nevidíte svojho poskytovateľa TV služby, prihláste sa priamo v apke, ktorú chcete používať.
sl: Če vašega ponudnika televizijskih storitev ni med prikazanimi, se vpišite neposredno iz aplikacije, ki jo želite uporabljati.
sv: Om du inte ser TV-leverantören loggar du in direkt från den app du vill använda.
th: ถ้าคุณไม่เห็นผู้ให้บริการทีวีของคุณ ให้ลงชื่อเข้าโดยตรงจากแอปที่คุณต้องการใช้
tr: TV sağlayıcınız listede değilse kullanmak istediğiniz uygulamadan giriş yapın.
uk: Якщо ви не бачите свого ТБ‑провайдера, увійдіть в обліковий запис безпосередньо у програмі, яку хочете використовувати.
vi: Nếu bạn không thấy nhà cung cấp TV của mình, hãy đăng nhập trực tiếp từ ứng dụng bạn muốn sử dụng.
zh_cn: 如果看不到电视提供商，请直接从你想使用的App登录。
zh_hk: 如看不到你的電視供應商，請直接登入想使用的App。
zh_tw: 若看不到你的電視業者，請直接登入想要使用的App。
